Repository: WuYen/VN_PURSYS
Catalog: WebERP/ERP_V2/App_GlobalResources/Resource.*.resx
Languages: vi_vn, zh_cn

# BA01A_ACC_N1
source: Bank name
vi_vn: Tên NH
zh_cn: 银行名称

# BA01A_ADD_DR
source: Address
vi_vn: Địa chỉ
zh_cn: 地址

# BA01A_BA03A
source: Currency
vi_vn: Loại tiền
zh_cn: 币别

# BA01A_BNK_I1
source: Bank account
vi_vn: Tài khoản NH
zh_cn: 银行帐号

# BA01A_EIN_NO
source: Uniform numbers
vi_vn: MST
zh_cn: 统一编号

# BA01A_FAX_NO
source: Fax
zh_cn: 传真

# BA01A_INC_NM
source: Manufacturer Name
vi_vn: Tên NCC
zh_cn: 厂商名称

# BA01A_INC_NO
source: Manufacturer code
vi_vn: Mã NCC
zh_cn: 厂商代号

# BA01A_PAY_DY
source: Checkout days
vi_vn: Số ngày TT
zh_cn: 结账天数

# BA01A_SRT_NM
source: Manufacture short name
vi_vn: Tên viết tắt
zh_cn: 厂商简称

# BA01A_TEL_NO
source: Telephone
vi_vn: ĐT
zh_cn: 电话

# BA01B_CNT_NM
source: Contact person
vi_vn: Người liên lạc
zh_cn: 联络人

# BA01B_EML_DR
source: Eemail
vi_vn: Email
zh_cn: 电子信箱

# BA01B_TEL_EX
source: Extension
vi_vn: Máy lẻ
zh_cn: 分机

# BA01B_TEL_NO
source: Telephone line
vi_vn: SĐT liên hệ
zh_cn: 电话专线

# BA02A_ENG_NM
source: English name
vi_vn: Tên tiếng Anh!
zh_cn: 英文名称

# BA02A_ITM_NM
source: Product name
vi_vn: Tên hàng
zh_cn: 商品名称

# BA02A_ITM_NO
source: Product No
vi_vn: Mã hàng
zh_cn: 商品代号

# BA02A_ITM_SP
source: Product Spec
vi_vn: Quy cách hàng
zh_cn: 商品规格

# BA02A_UNT_NM
source: Unit
vi_vn: ĐVT
zh_cn: 单位

# BA02B_PUR_PR
source: Default price
vi_vn: ĐG dự kiến
zh_cn: 预设价钱

# BA03A_CUR_ID
source: Currency code
vi_vn: Mã loại tiền tệ
zh_cn: 币别代号

# BA03A_CUR_NM
source: Currency name
vi_vn: Loại tiền
zh_cn: 币别名称

# BA03A_CUR_RT
source: Default rate
vi_vn: Tỷ giá dự kiến
zh_cn: 默认汇率

# FailureStr
source: Fail
zh_cn: 失败

# REM_MM
source: Remark
vi_vn: Ghi chú
zh_cn: 备注说明

# TR01A_ADD_DR
source: Address
vi_vn: Địa chỉ
zh_cn: 地址

# TR01A_BA01A_ID
source: Manufacturers
vi_vn: NCC
zh_cn: 厂商

# TR01A_CPN_NM
source: Company
vi_vn: Công ty
zh_cn: 公司

# TR01A_PUR_DT
source: Date of purchase
vi_vn: Ngày đặt mua
zh_cn: 采购日期

# TR01A_PUR_NO
source: Order No
vi_vn: Số đơn
zh_cn: 采购单号

# TR01B_PUR_PR
source: Price
vi_vn: Đơn giá
zh_cn: 价钱

# TR01B_PUR_QT
source: Quantity
vi_vn: Số lượng
zh_cn: 数量

# TR01B_REL_NO
source: Corresponding data
vi_vn: Số ĐXM
zh_cn: 对应资料

# TR01B_Sum
source: Sum
vi_vn: Thành tiền
zh_cn: 合计

# TYP_ID
source: Type
vi_vn: Loại
zh_cn: 类别

source: Hello
vi_vn: Bạn có khoẻ không!
zh_cn: 你好

# DT_From
source: Date
vi_vn: Ngày
zh_cn: 日期

# DT_To
source: to
vi_vn: đến
zh_cn: 到

# TR01A_CUR_RT
source: Exchange rate
vi_vn: Tỷ giá
zh_cn: 汇率

# TR01A_RCV_DT
source: Receiving Date
vi_vn: 到貨日期
zh_cn: 到货日期

# TR01A_IVN_NO
source: Invoice
vi_vn: 發票編號
zh_cn: 发票编号

source: Tax Rate
vi_vn: Thuế
zh_cn: 税率

# RequireErrMsg
source: Require
vi_vn: Bắt buộc
zh_cn: 必填

# BA04A_TYP
source: Name
vi_vn: Tên
zh_cn: 名称

# SEQ_NO
source: Display order
vi_vn: Hiển thị đơn đặt hàng
zh_cn: 显示顺序

# TR01A_EXP_DT
source: Expected delivery
vi_vn: Ngày giao dự kiến
zh_cn: 预计交期

# GreaterThanZero
source: Value must bigger than zero.
vi_vn: Giá trị lớn hơn không.
zh_cn: 不可小于零

# TR01M_Status
source: Status
vi_vn: Trạng thái
zh_cn: 状态

# TR01M
source: Purchases Management
vi_vn: Quản lý thu mua
zh_cn: 采购管理

source: Not Confirm
vi_vn: Chưa quyết toán
zh_cn: 未结案

# AbnormalConfirm
source: Exception Confirm
vi_vn: Quyết toán bất thường
zh_cn: 异常结案

source: Apply Confirm
vi_vn: Xin duyệt quyết toán
zh_cn: 申请结案

# ConfirmApply
source: Confirm application
vi_vn: Xác nhận quyết toán
zh_cn: 确认申请

source: Cancel
vi_vn: Hủy
zh_cn: 取消

source: CaseClose
vi_vn: Quyết toán
zh_cn: 结案

# Reject
source: Rejected
vi_vn: Trả về
zh_cn: 退回

source: FallBackDays
vi_vn: Số ngày bị chậm
zh_cn: 落后天数

# TR01M_ARR_QT
source: Arrive Quantity
vi_vn: Số lượng hàng giao
zh_cn: 到货数量

# TR01M_INV_MY
source: Invoice
vi_vn: Số tiền trên hóa đơn
zh_cn: 发票金额

# ArriveStatus
source: Arrival status
vi_vn: Tình trạng giao hàng
zh_cn: 到货状态

# NotAllArrive
source: Not full delivery
vi_vn: Hàng chưa giao đủ
zh_cn: 未全数送达

# ActArriveDate
source: Actual arrival date
vi_vn: Ngày thực tế giao hàng
zh_cn: 实际到货日

# TR01M_ArriveQT
source: Arrival Quantity
vi_vn: Số lượng hàng đến
zh_cn: 到货量

# TR01M_INV_NO
source: Invoice NO
vi_vn: Số hóa đơn
zh_cn: 发票号码

# TR01M_CUR_RT
source: Arrival exchange rate
vi_vn: Tỷ giá hàng đến
zh_cn: 到货汇率

# TRM_INV_MY
source: Invoice amount
vi_vn: Số tiền trên hóa đơn
zh_cn: 发票金额

source: Applying
vi_vn: Đang trình duyệt
zh_cn: 申请中

# ConfirmClose
source: ConfirmCase
vi_vn: Xác nhận quyết toán
zh_cn: 确认结案

source: Confirm
vi_vn: Xác nhận
zh_cn: 确认

source: Press
vi_vn: nhấn
zh_cn: 按

# CaseClosed
source: Closed
vi_vn: Đã quyết toán
zh_cn: 已结案

# NotClosed
source: Not Confirm
vi_vn: Chưa quyết toán
zh_cn: 未结案

source: All arrive
vi_vn: Hàng đã giao đủ
zh_cn: 全数送达

source: Close User
vi_vn: Người xét duyệt
zh_cn: 结案人

source: Apply User
vi_vn: Người đề nghị
zh_cn: 申请者

source: Fill In User
vi_vn: Người điền biểu
zh_cn: 填写人

# DateRangBeg
source: Date From
zh_cn: 日期

# DateRangEnd
source: to
zh_cn: 到

source: Year
zh_cn: 年

source: Month
zh_cn: 月

# TOT_PR
source: Total price
zh_cn: 采购金额

# NotEnoughQT
source: Not Arrive QT
zh_cn: 缺交数量

# RP01_PUR_QT
source: QT
zh_cn: 采购数量

# ReceiveMY
source: Arrival price
zh_cn: 到货单价

source: Each Price
zh_cn: 采购单价
